{
    "Simple Menu Help": "This is the simple mode of the folder sorter where you just select a folder and then sort.",
    "Advanced Menu Help": "This will bring you to another menu where you can select one of the following options: \n1. Advanced scripting mode \n2. Advanced checkbox mode",
    "Select Language Help": "This will change the language of the program. You can choose either English or German.",
    "Sort with Config File Menu Help": "In this menu, you can write a configuration for the sorting. Refer to Readme.md for instructions. You can select a folder, the written .json file, and then sort it according to the defined configuration.",
    "Sort with Checkboxes Menu Help": "In this mode, you can check the checkboxes for the categories that you want to sort and select a folder that you want to sort.",
    "Select Folder Help": "If you press this button, you can select the folder that you want to sort.",
    "Select Folder Advanced script Help": "If you press this button, you can select the folder that you want to sort.",
    "Select Config File Help": "If you press this button, you can select the .json file for the configuration.",
    "Select Advanced Checkbox Folder Help": "If you press this button, you can select the folder that you want to sort.",
    "Sort Simple Help": "If you press this button, the program will sort the folder based on a predefined configuration.",
    "Sort with Config File Help": "If you press this button, the program will sort the selected folder according to the selected config file.",
    "Sort with Checkboxes Help": "If you press this button, the program will sort the selected folder based on the categories you've checked.",
    "Sort Subfolders Help": "If you check this checkbox, the program will sort every subfolder within the selected folder; otherwise, it will ignore them.",
    "Checkboxes Help": "Here, you can check every category that you'd like to sort.",
    "Language Menu Help": "In this menu, you can select the language for the program.",
    "Color Menu Help": "In this menu, you can select the color for the program."
  }
  